Repository: moimenwagdy/Oven
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Hello World!
ar: مرحبا بكم

# currentMerchant
source: Current Customer
ar: عميل حالى

# newMerchant
source: New Customer
ar: عميل جديد

source: Personal Customer
ar: عميل شخصى

# tradingOperations
source: Business orders
ar: أوردرات تجارية

# personalOperations
source: Personal orders
ar: أوردرات شخصية

# signinWelcomeMainMessage
source: Welcome!
ar: مرحبا بك!

# signinWelcomeSecondMessage
source: Let's login to continue exploring
ar: قم بالدخول لتجربة كل خدماتنا

# signupWelcomeMainMessage
source: Create Your Account
ar: قم بتسجيل حسابك!

# signupWelcomeSecondMessage
source: Create account to explore products
ar: قم بالتسجيل لتجربة كل خدماتنا

source: Skip To Products
ar: تصفح المنتجات

source: Email
ar: البريد الالكترونى

source: Password
ar: كلمة السر

source: Or use credentials
ar: أو عن طريق بياناتك

source: Sign up with
ar: قم بالتسجيل عن طريق

# orUseEmail
source: Or with email
ar: او عن طريق الإيميل

# enterEmail
source: Enter your email
ar: أدخل البريد الالكترونى

# enterPassword
source: Enter your password
ar: أدخل كلمة السر

source: Forgot password ?
ar: نسيت كلمة السر ؟

# connectOptions
source: Login or Sign up with
ar: يمكنك الدخول او التسجيل عن طريق

# haveNoAccount
source: Don't have an account?
ar: ليس لديك حساب؟

source: Have an account ?
ar: لديك حساب؟

source: Sign up
ar: تسجيل

source: Login
ar: دخول

# userName
source: Name
ar: الإسم

# enterUserName
source: Enter your name
ar: ادخل الإسم كامل

source: Merchant name
ar: إسم العلامة التجارية

source: Enter merchant name
ar: أدخل إسم العلامة التجارية

source: Loading
ar: جارى الإرسال

# confirmPasswrod
source: Confirm Password
ar: تأكيد كلمة السر

source: Phone Number
ar: رقم الهاتف

# repeatPasswrod
source: Repeat your password
ar: أعد كتابة كلمة السر

# enterphoneNumber
source: Enter your phone number
ar: أدخل رقم الهاتف

source: Area
ar: المنطقه

# allowedAreas
source: Delivery allowed only in alexandria.
ar: التوصيل متاح للأفراد داخل الإسكندريه فقط

source: Select area
ar: إختار منطقة

source: Address
ar: العنوان

# enterAddress
source: Write your address
ar: أدخل العنوان بالتفصيل

# moreInfo
source: More information
ar: ملاحظات

# enterMoreInfo
source: Additional information
ar: معلومات إضافية عن العنوان

source: Customer code
ar: كود العميل

# enterCustomerCode
source: Enter your code
ar: أدخل كود العميل

# stepTwo
source: Additional details
ar: بيانات إضافية

source: Complete The Form
ar: أكمل البيانات التالية

source: City
ar: المدينة

# enterCity
source: Enter you city
ar: أدخل المدينة

# customerCodeInformation
source: Enter customer code, or contact us to get code, and once you finish signing up process we will contact you.
ar: أدخل كود العميل, أو قم بالتواصل مع الشركه للحصول على كود, و سيتم التواصل معكم فور إنهاء خطوات التسجيل

source: Customer code guide
ar: معلومات عن كود العميل

# countinue
source: Continue
ar: التالي

source: Submit
ar: تم
